adpyke.codesnap
biomejs.biome
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
dbaeumer.vscode-eslint
esbenp.prettier-vscode
eskeyz.discord-vscode-rpc-2
formulahendry.vscode-mysql
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
grapecity.gc-excelviewer
hnw.vscode-auto-open-markdown-preview
humao.rest-client
mathematic.vscode-latex
mechatroner.rainbow-csv
miguelsolorio.fluent-icons
miguelsolorio.symbols
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
naumovs.color-highlight
openai.chatgpt
pkief.material-icon-theme
prisma.prisma
redhat.java
redis.redis-for-vscode
ritwickdey.liveserver
rocketseat.theme-omni
ryuta46.multi-command
shd101wyy.markdown-preview-enhanced
styled-components.vscode-styled-components
tal7aouy.icons
tomoki1207.pdf
twxs.cmake
virejdasani.incredibly-in-your-face
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
zhuangtongfa.material-theme
zhwu95.riscv
